{
    "Test message for unit test" = "FAIL - app comes before this";
    "Test message for unit test in framework" = "SUCCESS";
    "ERDEditPasswordConfirm" = {
        infoMessage = "<i>Vennligst vær oppmerksom på at både brukernavn og passord tar hensyn til store/små bokstaver. Passord må være fra 6 til 16 tegn og av disse må minst ett være et tall.</i>";
        newPasswordLabel = "Nytt passord";
        passwordLabel = "Passord";
        confirmLabel = "Bekrefet passord";
        confirmNewLabel = "Bekrefet nytt passord";
    };
    "ERD2WWizardCreationPage.stepsMessage" = "Step @@currentStep@@ of  @@tabSectionsContents.count@@";
    "ERD2WQueryPage.plainMessage" = "@@displayNameForEntity@@";
    "ERD2WQueryPage.restrictedMessage" = "@@displayNameForEntity@@ (max @@fetchLimit@@)";
    "ERD2W.cancelCreationMessage" = "<b>Er du sikker du vil stoppe opprettelsen av denne @displayNameForEntity@?</b><br /><br />Velger du OK vil du slette alle dine endringer. Velger du avbryt kan du fortsette  å redigere din @displayNameForEntity@.";
    "ERDDefaultCancelCreationMessageAssignment.cancelCreationMessage" = "<b>Er du sikker du vil stoppe opprettelsen av denne @displayNameForEntity@?</b><br /><br />Velger du OK vil du slette alle dine endringer. Velger du avbryt kan du fortsette  å redigere din @displayNameForEntity@.";
    "ERDEditListButton.editButtonName" = "Rediger @displayNameForProperty@ liste";
    "ERDEmptyListMessage.emptyListMessage" = "<b>Fant ikke noen @displayNameForEntity@.</b>";
    "ERDTrashcan.confirmDeletionMessage" = "Er du sikker på at du vil slette denne @displayNameForEntity@?";
    "ERDEditList.saveLabel" = "Vil du lagre @pluralCount@ @pluralString@?";
    "ERD2WEditToManyRelationship.noChoiceAvailable" = "Det ikke noen @displayNameForEntity@ tilgjengelige";
    "ERDDatePopup.monthList" = ( "Jan",  "Feb", "Mär", "Apr", "Mai", "Jun", "Jul", "Aug", "Sep", "Okt", "Nov", "Dez");
    "ERDEditDatePopupOrNull.none" = "Nicht gesetzt";
    "ERDEditDatePopupOrNull.or" = "- oder -";
}
